{
    "6.4.x": {
        "title":"FortiGate 6.4.x",
        "content":"Dit is de meest recente software versie",
        "color":"success"
    },
    "6.2.x": {
        "title":"FortiGate 6.2.x",
        "content":"Dit is een minder recente software versie",
        "color":"warning"
    },
    "6.0.x": {
        "title":"FortiGate 6.0.x",
        "content":"Dit is een verouderde software versie",
        "color":"warning"
    },
    "5.6.x": {
        "title":"FortiGate 5.6.x",
        "content":"Dit is een streng verouderde software versie",
        "color":"danger"
    },
    "5.4.x": {
        "title":"FortiGate 5.4.x",
        "content":"Dit is een streng verouderde software versie",
        "color":"danger"
    },
    "5.2.x": {
        "title":"FortiGate 5.2.x",
        "content":"Dit is een streng verouderde software versie",
        "color":"danger"
    },
    "5.0.x": {
        "title":"FortiGate 5.0.x",
        "content":"Dit is een streng verouderde software versie",
        "color":"danger"
    },
    "firewall policy": {
        "title":"Firewall Policy",
        "content":"De Firewall Policy bepaald hoe een firewall binnenkomend en uitgaand afhandeld (blokeert of doorlaat), dit door te kijken naar het IP, protcollen, applicaties en inhoud van het verkeer.",
        "color":"info"
    },
    "interface": {
        "title":"Firewall interface",
        "content":"Een firewall interface is een fysieke of softwarematige aansluiting om communicatie met een of meerdere netwerken mogelijk te maken. Een interface aangegeven als WAN funtctioneert typisch als een verbinding naar het internet, een LAN functioneert typisch als een verbinding naar het eigen (lokale) netwerk.",
        "color":"info"
    },
    "Email Access": {
        "title":"Email access",
        "content":"Is een verzameling van protocollen die emailen mogelijk maakt, namelijk; ",
        "color":"success"
    },
    "Web Access": {
        "title":"Web access",
        "content":"Is een verzameling van protocollen die het surfen op webpagina's mogelijk maakt, namelijk; ",
        "color":"success"
    },
    "WhatsApp": {
        "title":"WhatsApp",
        "content":"Is een verzameling opengezette poorten waardoor het gebruik van WhatsApp mogelijk wordt.",
        "color":"success"
    },
    "ALL": {
        "title":"ALL",
        "content":"'ALL' geeft aan dat er geen verkeer wordt geblokeerd en dat ALLES wordt doorgelaten.",
        "color":"danger"
    },
    "H323": {
        "title":"H323",
        "content":"Gebruikt voor digitale telefonie met betrekking op het transport van de audio, video of andere datacommunicatie",
        "color":"success"
    },
    "RTSP": {
        "title":"Real Time Streaming Protocol",
        "content":"Gebruikt voor het aaneengesloten oftewel 'streamen' van audio en video over het internet",
        "color":"success"
    },
    "SCCP": {
        "title":"Skinny Client Control Protocol",
        "content":"Gebruikt voor het communiceren met de 'Cisco Unified Communications Manager' en faciliteert hierin de digitale telefonie.",
        "color":"success"
    },
    "SIP": {
        "title":"Session Initiation Protocol",
        "content":"Gebruikt om een zogeheten 'sessie' op te zetten tussen twee digitale telefoontoestellen (VoIP)",
        "color":"success"
    },
    "SIP-MSNmessenger": {
        "title":"SIP-MSNmessenger",
        "content":"Van Microsoft en gebruikt voor digitale telefonie (VoIP) en chat-applicaties zoals MSN",
        "color":"success"
    },
    "HTTP": {
        "title":"HTTP",
        "content":"Wordt gebruikt om communicatie, doormiddel een webbrowser, tussen een weblclient en een webserver mogelijk te maken. Data wordt met HTTP onversleuteld verstuurd, waardoor zonder iets te kraken de inhoud uit te lezen valt als het onderschept wordt.",
        "color":"danger"
    },
    "HTTPS": {
        "title":"HTTPS",
        "content":"Wordt gebruikt om communicatie, doormiddel een webbrowser, tussen een weblclient en een webserver mogelijk te maken. In tegenstelling tot HTTP wordt met HTTPS de data wel versleuteld en daardoor niet uit te lezen is.",
        "color":"success"
    },
    "TELNET": {
        "title":"TELNET",
        "content":"Wordt gebruik om op afstand te kunnen inloggen op een computer/machine, met als doel om deze te kunnen beheren. Communicatie is niet versleuteld waardoor het gebruik daarvan onveilig kan worden bevonden.",
        "color":"danger"
    },
    "FGFM": {
        "title":"FGFM",
        "content":"Wordt gebruikt voor antivirus en veiligheidsupdates (IPS) en bied te mogelijkheid tot beheer op afstand door middel FortiManager of FortiCloud.",
        "color":"success"
    },
    "FABRIC": {
        "title":"FABRIC",
        "content":"Wordt gebruikt voor de zogenoemd 'Fortinet Security Fabric'. Door meerdere netwerkbeveiligingsproducten aan elkaar te koppelen wordt een onderling communicatieplatform opgezet, waarbij deze apparaten kunnen reageren op beveiligingsincidenten.",
        "color":"success"
    },
    "PING": {
        "title":"PING",
        "content":"Wordt gebruikt om de bereikbaarheid van een netwerkapparaat te testen. Met PING kunnen netwerkapparaten in een netwerk in kaart worden gebracht, waardoor het openstellen niet aangeraden is.",
        "color":"warning"
    },
    "Fortinet-MGMT": {
        "title":"Fortinet-MGMT",
        "content":"Gebruikt voor het management van Fortinet apparatuur.",
        "color":"success"
    },
    "Aruba-MGMT": {
        "title":"Aruba-MGMT",
        "content":"Gebruikt voor het management van Aruba (HP) apparatuur.",
        "color":"success"
    },
    "RDP": {
        "title":"Remote Desktop Protocol (RDP)",
        "content":"Van Microsoft en gebruikt voor, doormiddel een gedeeld scherm, het op afstand beheren van een computer/server",
        "color":"success"
    },
    "SSH": {
        "title":"Secure Shell (SSH)",
        "content":"Wordt gebruik om op afstand (veilig) te kunnen inloggen op een computer/machine. SSH vervangt met zijn data versleuteling oudere protocollen zoals 'Telnet'.",
        "color":"success"
    },
    "physical": {
        "title":"Fysiek",
        "content":"Een fysieke aansluiting, de opgegeven naam correspondeert met een aansluiting op het fysieke firewall apparaat.",
        "color":"info"
    },
    "tunnel": {
        "title":"Tunnel",
        "content":"Een virtuele oftewel softwarematige beveiligde aansluiting met een ander netwerk en/of apparaat, meestal een VPN verbinding genoemd. De data is versleuteld waardoor het verkeer, als het onderschept wordt, niet uit te lezen valt zonder het gebruikte encryptie-algoritme te kraken.",
        "color":"info"
    },
    "hard-switch": {
        "title":"Switch (Hard-switch)",
        "content":"Een switch wordt gebruikt om meerdere interface's met elkaar te verbinden, vergelijkbaar met een rotonde in het verkeer.",
        "color":"info"
    },
    "down": {
        "title":"Down",
        "content":"Deze link is inactief",
        "color":"info"
    },
    "allowaccess": {
        "title":"allowaccess (Toegelaten manieren van toegang)",
        "content":"Toont welke manieren voor toegang met de betreffende interface er mogelijk zijn, dit voor beheersdoeleinden. Doormiddel bijbehorende kleuren is hiernaast gevisualiseerd of deze manieren ook veilig bevonden kunnen worden.",
        "color":"primary"
    },
    "service": {
        "title":"service (Toegelaten diensten/applicaties)",
        "content":"Toont welke diensten/applicaties doorgelaten worden op de firewall.",
        "color":"primary"
    },
    "srcintf": {
        "title":"De <b>bron</b> interface",
        "content":"Weergeeft de bron interface van de betreffende firewall regel",
        "color":"primary"
    },
    "dstintf": {
        "title":"De <b>bestemmings</b> interface",
        "content":"Weergeeft de bestemmings interface van de betreffende firewall regel",
        "color":"primary"
    },
    "vlan": {
        "title":"Virtual LAN (VLAN)",
        "content":"Is een virtueel LAN oftewel netwerk.",
        "color":"info"
    },
    "wan": {
        "title":"Wide Area Network (WAN)",
        "content":"Een WAN omschrijft een internetnetwerk met een redelijk groot oppervlak zoals een land of een continent. Oftewel een externe verbinding met het internet.",
        "color":"info"
    },
    "lan": {
        "title":"Local Area Network (LAN)",
        "content":"Een LAN omschrijft een internetnetwerk met een klein oppervlak zoals te vinden in een enkele ruimte of gebouw. Oftewel een 'intern' of 'lokaal' netwerk",
        "color":"info"
    },
    "dmz": {
        "title":"Gedimilitariseerde Zone",
        "content":"Een DMZ omschrijft een netwerk tussen een intern en extern netwerk in. Dit stukje netwerk is volledig toegankelijk voor de buitenwereld en staat los van het interne netwerk. Een DMZ is een veelal gebruikte toepassing voor web en/of mailservers.",
        "color":"info"
    },
    "dhcp": {
        "title":"Dynamic Host Configuration Protocol",
        "content":"Wordt gebruikt om computers of andere netwerkapparaten automatisch (dynamisch) te voorzien van een IP-adres binnen een netwerk",
        "color":"info"
    },
    "pppoe": {
        "title":"PPPoE",
        "content":"Wordt gebruikt voor modems om te kunnen communiceren met de internetprovider (ISP). Doormiddel authenticatie weten zij wie de klant is die de lijn gebruikt.",
        "color":"info"
    },
    "aggregate": {
        "title":"Interface aggregatie (combinatie)",
        "content":"Wordt gebruikt om meerdere interfaces te combineren om zo de bandbreedte (snelheid) te verhogen en om redundantie (het blijven functioneren wanneer een van de interfaces faalt) aan te brengen.",
        "color":"info"
    }
    
    

}